Repository: mozilla-l10n/mt-training-data
Catalog: ggg/ggg_pontoon.tmx
Source language: en_us
Languages: ggg

source: Your files are being assembled. Please check again later.
ggg: تِمري ڦآئيلينٚ ڀيݪي ڪرري جآ رهيريونٚ هينٚ۔ ميهربآنيٚ ڪر ڪي بآد مي وري چيڪ ڪرو۔

source: Your Languages
ggg: تمريٚ ٻوليونٚ

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
ggg: همري ٻوليو ڪآ الگ ڪِسم شايد ڪِلپآنٚ دي بآهر هوينٚ جيڪر تمينٚ آرآمودي هو تمري بوليو مينٚ دوسرآ جُملآ ديکوآ تآڻي تمري پٽيونٚ بلدلآ سڪدآ هو۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
ggg: ٿي سگي تو تميري ٻولي يو ڪي سوُرت جُملآ دي بآهر هو! جي تمينٚ سئي هو،تمينٚ تمريٚ ٻوليو مينٚ دوسرآ جُملآ ديکوآ تاڻيٚ آپو ڪآ جُملآ مِٽآ سگدآ هو۔

source: Your username and email will not be associated with the published data.
ggg: تِمرو سآرڦ نآئونٚ اور ايٚ ميل لگري ڊيٽآ دي جُڙري ڪونآ هوسي۔

source: Your weekly goal has been created
ggg: تمرو هپتيوآر مڪسد ٺآرو گو هي

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
ggg: تِمآ ڪو جلدي ڪيوآݪيٚ ايڪ ايٚ ميل ليڻ کپي تِمري ٻوليو ڪوُ آم روآجي مي شآمل ڪرووآ تآڻي ڪدم

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ggg: تمينٚ آم آوآجو ڪيٚ مدت ڪررآ هو همريٚ سڌآنٚيو ڪي رسآيي يو ڪو مڪسد بڻآوآ تآڻي۔

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ggg: تمينٚ آم آوآجو ڪيٚ مدد ڪررآ هوهمريٚ رسآئي يو ڪو مڪسد ڀروآ تآڻي۔

source: You've successfully signed up for contributing to { $language }. Thank you.
ggg: تِمي ڪآميآپيو دي سآئين اپ ڪررآ هو مددي تآڻيٚ تِمري ميهربآنيٚ { $language }

source: You want to join the Common Voice mailing list
ggg: تميٚنٚ چآهنٚدآ هو شآمل هووآ لآ آم وآئيٚس ميلنٚگ لسٽيٚ مي

source: You write down what you hear in the audio clips
ggg: تمي آڊيو ڪلپيٚنٚ مي جيڪيٚ سُڻو اُرو کو لِکو.

source: Zaza
ggg: جآجآ

source: Zip #{ $offset } of { $total }
ggg: جِپ#{ $offset } دي{ $total }

source: Zulu
ggg: جوُلو

source: account recovery key
ggg: اڪآئونٽ بحاليو ڪيٚ ڪُنجيٚ

source: add-on
ggg: وآڌآرو

source: alternate text
ggg: ادليٚ بدليٚ متن

source: attack
ggg: هملو

source: attacker
ggg: هملو ڪروآݪآ

source: Attack Site
ggg: هملآݪو پآسو

source: attendee
ggg: شآمل هوآݪآ

source: authenticate
ggg: سئيٚ

source: authenticated
ggg: سئيٚ ڪررو گو

source: authentication code
ggg: سئيو ڪو ڪوڊ

source: autoplay
ggg: آپيٚ چلي

source: backup authentication code
ggg: بیک اپ سئيٚ ڪوڊ

source: bookmark
ggg: ڪِتآبو ڪو نِشآن

source: breakpoint
ggg: رُڪوآ ڪو اِشآرو

source: Bug report
ggg: کرآبيٚ رپورٽ

source: certificate authority
ggg: سرٽيٚفِڪيٚٽ اديڪآر

source: cipher
ggg: ڪوڊ

source: clipboard
ggg: ڪِلپ بورڊ

source: colorway
ggg: رنگآنآ ڪو تريڪو

source: confirmation code
ggg: پڪيٚ ڪو ڪوڊ

source: context
ggg: حوالي

source: cookie banner
ggg: ڪوڪي بئنر

source: corrupt
ggg: خراب

source: corrupted
ggg: کرآب هوُريٚ

source: crash
ggg: ٽوٽو

source: cross-site tracking cookie
ggg: ڪِرآس سائيٽ ٽريڪنگ ڪوڪيس

source: cryptominer
ggg: ڪرپٽو مآئنر

source: cryptomining
ggg: ڪرپٽو مائنيٚگ

source: debug
ggg: ڊي بگ

source: deceptive site
ggg: ٽڳيٚ ڪروآݪيٚ سآئيٽ

source: decode
ggg: ڊي ڪوڊ ڪروو

source: decryption
ggg: دُبري چآل

source: disinformation
ggg: گَلت کبر

source: distrust
ggg: بي ڀروسيٚ

source: email mask
ggg: اي ميل مآسڪ

source: enable
ggg: چالوُ ڪروو

source: encode
ggg: اِنڪوڊ ڪروو

source: encrypt
ggg: انڪرپٽ

source: encryption
ggg: انڪرپشن

source: end user
ggg: آکري استمآل ڪروآݪآ

source: Enhanced Tracking Protection
ggg: بهتريٚ وآݪيٚ ٽريڪنگ هِبآبت

source: extension
ggg: وآڌآرو

source: fingerprinter
ggg: هآتو ڪآ نِشآن

source: fingerprinting
ggg: هآتو ڪآ نِشآن ليوو

source: Firefox View
ggg: Firefox ڪو نجآرو

source: grassroots
ggg: دوئي پآسي

source: home page
ggg: گھرپنو

source: import
ggg: ليوو

source: independent browser
ggg: آجآد برآئوجر

source: innovations
ggg: نويٚنيونٚ

source: insecure
ggg: بِنآ هِبآبت

source: installation
ggg: انسٽآليشن

source: Issue
ggg: مسلو

source: Legacy extension
ggg: هِسآ ڪو وڌآرو

source: MDN
ggg: ايم ڊيٚ اين

source: misinformation
ggg: ڪُٽريٚ کبر

source: native
ggg: يهيآنٚڪو

source: net neutrality
ggg: نيٽ بنآ پآسي

source: nonprofit
ggg: بي ڦآئيٚدي

source: non-profit
ggg: ڦآئيدو نآ ديوآݪو

source: open source
ggg: کُلري وسيٚلي

source: override
ggg: وڌيٚڪ چَڙهآوو

source: phone number mask
ggg: ڦون نمبرو ڪيٚ مآسڪ

source: pop-up
ggg: پآپ اپ

source: preference
ggg: ترجيٚ

source: Privacy Notice
ggg: رآجو ڪو نوٽيٚس

source: release
ggg: ڇوڙوو

source: report
ggg: رِپورٽ

source: restricted site
ggg: چُگري ٿوڙيٚ هد

source: revert
ggg: وآپسيٚ

source: Review checker
ggg: جائيجو چيڪ ڪروآݪو

source: search suggestion
ggg: ڍونڊوآ ڪي سلآه

source: security keys
ggg: سِڪورٽيٚ چآٻيٚونٚ

source: sensitive
ggg: اسردآر

source: sidebar
ggg: سآئيڊ بآر

source: sign
ggg: سئيٚ

source: signer
ggg: سئيٚ، نِشآن

source: sign in
ggg: سئيٚ ڪر

source: sign-in
ggg: سئي ديوو

source: studies
ggg: پڙهآئيٚونٚ

source: Terms of Service
ggg: سيوآ ڪيٚ شرتينٚ

source: track
ggg: ٽريڪ

source: trackers
ggg: کوج لگآوآݪوآ

source: Tracking Content
ggg: موآدو ڪيٚ نِگرآنيٚ

source: unencrypted
ggg: بِنآ رمس بنديٚ هُورو

source: unresponsive
ggg: جبآب نآ ديوآݪو

source: unsafe
ggg: بي امن

source: validate
ggg: سئي ڪرو

source: validity
ggg: جآئيس

source: version
ggg: بدلريٚ سوُرت

source: Web Authentication
ggg: ويبسآئيٚٽ سئيٚ
